{
    "id": "mccypgreek",
    "title": "Multi-CAST Cypriot Greek",
    "description": "**Cypriot Greek** ([cypr1249](https://glottolog.org/resource/languoid/id/cypr1249)) is the variety of Greek spoken in Cyprus. The three texts in this corpus, all of which are traditional narratives, were originally recorded in the 1960s, and later compiled and published by Konstantinos Giangoullis as part of a book of traditional Cypriot tales ([Giangoullis 2009](Source#cldf:giangoullis2009)). The author of the text collection, Konstantinos Giangoullis, has kindly given his permission for the three texts in this corpus to be made freely available as part of Multi-CAST.\n\nWhile unfortunately no audio recordings are available for this corpus, the texts appear to have been only minimally edited and reflect reasonably faithfully the spoken language used in traditional narratives. The texts were initially transliterated into the Roman alphabet and translated into English by a native speaker, Harris Hadjidas, who also conducted the first round of syntactic annotation. A second round of annotation was completed by Maria Vollmer under the supervision of Geoffrey Haig.",
    "license": "CC-BY-4.0",
    "url": "https://multicast.aspra.uni-bamberg.de/#cypgreek",
    "citation": "Hadjidas, Harris & Vollmer, Maria. 2019. Multi-CAST Cypriot Greek. In Haig, Geoffrey & Schnell, Stefan (eds.), Multi-CAST: Multilingual corpus of annotated spoken texts. Version 1905. Bamberg: University of Bamberg. (multicast.aspra.uni-bamberg.de/#cypgreek) (date accessed)",
    "version": "1905",
    "language": "Cypriot Greek",
    "glottocode": "cypr1249",
    "affiliation": "Indo-European, Greek, Attic",
    "varieties": "Yeri-Pyroi",
    "areas": "Cyprus",
    "contributors": [
        "Harris Hadjidas",
        "Maria Vollmer"
    ],
    "image_description": "Aphrodite's Rock, Paphos, Cyprus. [Photo by Anna Anichkova, 2013](https://en.wikipedia.org/wiki/File:Petra_Tou_Romiou_00669.jpg), [CC-BY-SA 3.0](https://creativecommons.org/licenses/by-sa/3.0/).",
    "docs": []
}